Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# shifts.deleteConfirmMessage
source: Are you sure you want to delete this shift? This cannot be undone.
ar: هل أنت متأكد من رغبتك في حذف هذه النوبة؟ لا يمكن التراجع عن هذا.
bg: Сигурен ли си, че искаш да изтриеш тази смяна? Това не може да бъде отменено.
bn: আপনি কি নিশ্চিত যে এই শিফট মুছতে চান? এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Estàs segur que vols suprimir aquesta vaga? Això no es pot desfer.
cs: Opravdu chcete smazat tuto směnu? Tuto akci nelze vrátit zpět.
da: Er du sikker på, at du vil slette denne vagt? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie diese Schicht löschen möchten? Dies kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη βάρδια; Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar esta vaca? Esto no se puede deshacer.
et: Oled sa kindel, et soovid seda vahetust kustutada? Seda ei saa võtta tagasi.
fa: آیا مطمئن هستید که می‌خواهید این شیفت را حذف کنید؟ این کار قابل بازگشت نیست.
fi: Oletko varma, että haluat poistaa tämän vuoron? Tätä ei voi peruuttaa.
fil: Sigurado ka na ba na gusto mong tanggalin ang shift na ito? Hindi na ito mababawi.
fr: Êtes-vous sûr de vouloir supprimer cette vaction ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק משמרת זו? לא ניתן לבטל פעולה זו.
hi: क्या आप निश्चित हैं कि आप इस शिफ्ट को हटाना चाहते हैं? इसे पूर्ववत नहीं किया जा सकता।
hr: Jeste li sigurni da želite obrisati ovu smjenu? Ovo se ne može poništiti.
hu: Biztosan törölni szeretné ezt a műszakot? Ez nem vonható vissza.
id: Apakah Anda yakin ingin menghapus shift ini? Ini tidak dapat dibatalkan.
is: Ertu viss um að þú viljir eyða þessari vakt? Þetta er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare questa vakt? Questa azione non può essere annullata.
ja: このシフトを削除してもよろしいですか?この操作は元に戻せません。
ko: 이 근무를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite ištrinti šią pamainą? Šio veiksmo negalima atšaukti.
lv: Vai tiešām vēlies dzēst šo maiņu? To nevar atsaukt.
nb: Er du sikker på at du vil slette denne vakten? Dette kan ikke angres.
nl: Weet je zeker dat je deze vak wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
nn: Er du sikker på at du vil slette denne vakten? Dette kan ikkje angras.
pl: Czy na pewno chcesz usunąć tę zmianę? Nie będzie można tego cofnąć.
pt_br: Tem certeza de que deseja deletar este turno? Isso não pode ser desfeito.
ro: Ești sigur că vrei să ștergi acest schimb? Aceasta nu poate fi anulată.
ru: Вы уверены, что хотите удалить эту смену? Это действие невозможно отменить.
sk: Naozaj chcete odstrániť túto zmenu? Toto sa nedá vrátiť späť.
sl: Ali si prepričan, da želiš izbrisati ta shift? Te ne moreš razveljaviti.
sr: Da li si siguran da želiš da obrišeš ovu smenu? Ovo se ne može poništiti.
sv: Är du säker på att du vill radera detta skift? Det går inte att ångra.
sw: Je, una uhakika kuwa unataka kufuta zamu hii? Hii haiwezi kurudishwa.
ta: இந்த ஷிப்ட்டை நீக்க விரும்புகிறீர்களா? இதை செயல்தவிர்க்க முடியாது.
th: คุณแน่ใจหรือว่าต้องการลบกะการทำงานนี้? ไม่สามารถเลิกทำได้
tr: Bu vardiyayı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені, що хочете видалити цю зміну? Це не можна скасувати.
ur: کیا آپ واقعی یہ شفٹ حذف کرنا چاہتے ہیں؟ یہ کام نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn xóa ca làm việc này không? Điều này không thể hoàn tác.
zh_hans: 确定要删除此班次吗?此操作无法撤销。
zh_hant: 您確定要刪除此班次嗎？此操作無法撤銷。

# shifts.deleteConfirmPluralMessage
source: Are you sure you want to delete %lld shifts? This cannot be undone.
ar: هل أنت متأكد من حذف %lld مناوبات؟ لا يمكن التراجع عن ذلك.
bg: Сигурен ли си, че искаш да изтриеш %lld смени? Това не може да бъде отменено.
bn: আপনি কি নিশ্চিত যে আপনি %lld শিফট মুছে ফেলতে চান? এটি পূর্বাবস্থায় ফেরানো যাবে না।
ca: Estàs segur que vols suprimir %lld torns? Això no es pot desfer.
cs: Opravdu chcete smazat %lld směn? Tuto akci nelze vrátit zpět.
da: Er du sikker på at du vil slette %lld vakter? Dette kan ikke angres.
de: Bist du sicher, dass du %lld Schichten löschen möchtest? Dies kann nicht rückgängig gemacht werden.
el: Είστε σίγουρος ότι θέλετε να διαγράψετε %lld βάρδιες; Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar %lld turnos? Esta acción no se puede deshacer.
et: Oled sa kindel, et soovid kustutada %lld vahetust? Seda ei saa tagasi võtta.
fa: آیا مطمئن هستید که می‌خواهید %lld شیفت را حذف کنید؟ این کار قابل بازگشت نیست.
fi: Oletko varma, että haluat poistaa %lld vuoroa? Tätä ei voi peruuttaa.
fil: Sigurado ka na ba na gusto mong tanggalin ang %lld shifts? Hindi na ito mababawi.
fr: Êtes-vous sûr de vouloir supprimer %lld équipes ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק %lld משמרות? לא ניתן לבטל פעולה זו.
hi: क्या आप सुनिश्चित हैं कि आप %lld शिफ्ट हटाना चाहते हैं? यह पूर्ववत नहीं किया जा सकता।
hr: Želite li sigurno izbrisati %lld smjena? To se ne može poništiti.
hu: Biztos vagy benne, hogy törölni szeretnéd ezt a %lld műszakot? Ez nem vonható vissza.
id: Apakah Anda yakin ingin menghapus %lld shift? Tindakan ini tidak dapat dibatalkan.
is: Ertu viss um að þú viljir eyða %lld vöktum? Ekki er hægt að afturkalla þetta.
it: Sei sicuro di voler eliminare %lld turni? Questa azione non può essere annullata.
ja: %lld個のシフトを削除してもよろしいですか？この操作は取り消せません。
ko: %lld개의 근무를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
lt: Ar tikrai norite ištrinti %lld pamainų? Šio veiksmo atšaukti negalima.
lv: Vai tiešām vēlaties dzēst %lld maiņas? Šo darbību nevar atsaukt.
nb: Er du sikker på at du vil slette %lld vakter? Dette kan ikke angres.
nl: Weet je zeker dat je %lld shifts wilt verwijderen? Dit kan niet ongedaan gemaakt worden.
nn: Er du sikker på at du vil slette %lld vakter? Dette kan ikkje angras.
pl: Czy na pewno usunąć %lld zmian? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que deseja deletar %lld turnos? Isso não pode ser desfeito.
ro: Sigur doriți să ștergeți %lld ture? Această acțiune nu poate fi anulată.
ru: Удалить %lld смен? Это действие нельзя отменить.
sk: Naozaj chcete vymazať %lld zmien? Túto akciu nemožno vrátiť späť.
sl: Ali res želite izbrisati %lld izmen? Tega ni mogoče razveljaviti.
sr: Да ли сте сигурни да желите да обришете %lld смена? Ово се не може опозвати.
sv: Är du säker på att du vill ta bort %lld skift? Detta kan inte ångras.
sw: Je una uhakika unataka kufuta vipindi %lld? Hii haiwezi kutenguliwa.
ta: நீங்கள் %lld மாற்றங்களை நீக்க விரும்புகிறீர்களா? இதை மீ‌ண்டும் செய்ய முடியாது.
th: คุณแน่ใจหรือว่าต้องการลบ %lld กะการทำงาน ไม่สามารถเลิกทำได้
tr: Bu işlemi gerçekleştirerek %lld vardiyayı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
uk: Видалити %lld змін? Цю дію неможливо скасувати.
ur: کیا آپ واقعی %lld شفٹیں حذف کرنا چاہتے ہیں؟ یہ کارروائی واپس نہیں کی جا سکتی۔
vi: Bạn có chắc chắn muốn xóa %lld ca làm việc? Hành động này không thể được hoàn tác.
zh_hans: 你确定要删除 %lld 个班次吗?此操作无法撤销。
zh_hant: 你確定要刪除 %lld 個班次嗎？此操作無法撤銷。

# shifts.deleteConfirmRecurringNote
source: Recurring shifts are only removed on the selected dates. Their other dates stay as they are.
ar: لا تُزال الورديات المتكررة إلا في التواريخ المحددة. تبقى تواريخها الأخرى كما هي.
bg: Повтарящите се смени се премахват само на избраните дати. Останалите им дати остават непроменени.
bn: পুনরাবৃত্ত শিফটগুলি শুধু নির্বাচিত তারিখগুলোতেই সরানো হবে। অন্য তারিখগুলো আগের মতোই থাকবে।
ca: Els torns recurrents només s'eliminen de les dates seleccionades. Les altres dates es mantenen igual.
cs: Opakující se směny se odstraní pouze ve vybraných dnech. V ostatních dnech zůstanou beze změny.
da: Gentagne vagter fjernes kun på de valgte datoer. De øvrige datoer forbliver uændrede.
de: Wiederkehrende Schichten werden nur an den ausgewählten Tagen entfernt. An den anderen Tagen bleiben sie bestehen.
el: Οι επαναλαμβανόμενες βάρδιες διαγράφονται μόνο για τις επιλεγμένες ημερομηνίες. Οι βάρδιες στις υπόλοιπες ημερομηνίες παραμένουν ως έχουν.
es: Los turnos recurrentes solo se eliminan en las fechas seleccionadas. Las demás fechas permanecen sin cambios.
et: Korduvad vahetused eemaldatakse ainult valitud kuupäevadelt. Muudel kuupäevadel jäävad need alles.
fa: شیفت‌های تکرارشونده فقط در تاریخ‌های انتخاب‌شده حذف می‌شوند. تاریخ‌های دیگرشان بدون تغییر می‌مانند.
fi: Toistuvat työvuorot poistetaan vain valituilta päiviltä. Muut päivät säilyvät ennallaan.
fil: Ang mga umuulit na shift ay aalisin lamang sa mga napiling petsa. Mananatili ang mga ito sa iba pang petsa.
fr: Les postes récurrents sont supprimés uniquement aux dates sélectionnées. Les autres dates restent inchangées.
he: משמרות חוזרות יוסרו רק בתאריכים שנבחרו. בתאריכים האחרים הן יישארו כפי שהן.
hi: आवर्ती शिफ्टें केवल चुनी गई तारीखों पर हटाई जाएंगी। अन्य तारीखें यथावत रहेंगी।
hr: Ponavljajuće smjene uklanjaju se samo na odabranim datumima. Ostali datumi ostaju nepromijenjeni.
hu: Az ismétlődő műszakok csak a kiválasztott dátumokon lesznek eltávolítva. A többi dátum változatlan marad.
id: Shift berulang hanya dihapus pada tanggal yang dipilih. Tanggal lainnya tetap seperti semula.
is: Endurteknar vaktir eru aðeins fjarlægðar á völdum dagsetningum. Á öðrum dagsetningum haldast þær óbreyttar.
it: I turni ricorrenti vengono rimossi solo nelle date selezionate. Le altre date restano invariate.
ja: 繰り返し勤務は、選択した日付からのみ削除されます。その他の日付は変更されません。
ko: 반복 근무는 선택한 날짜에만 삭제됩니다. 다른 날짜는 그대로 유지됩니다.
lt: Pasikartojančios pamainos pašalinamos tik pasirinktomis datomis. Kitomis datomis jos lieka nepakeistos.
lv: Atkārtotās maiņas tiek noņemtas tikai izvēlētajos datumos. Pārējie datumi paliek nemainīti.
nb: Faste vakter fjernes bare på de valgte datoene. De andre datoene blir som før.
nl: Terugkerende diensten worden alleen op de geselecteerde datums verwijderd. De diensten op andere datums blijven staan.
nn: Faste vakter blir berre fjerna på dei valde datoane. Dei andre datoane blir som før.
pl: Cykliczne zmiany zostaną usunięte tylko z wybranych dat. W pozostałych datach pozostaną bez zmian.
pt_br: Os turnos recorrentes são removidos apenas nas datas selecionadas. As outras datas permanecem como estão.
ro: Turele recurente sunt eliminate doar la datele selectate. Celelalte date rămân neschimbate.
ru: Повторяющиеся смены удаляются только в выбранные даты. В остальные даты они останутся без изменений.
sk: Opakujúce sa zmeny sa odstránia iba vo vybraných dátumoch. V ostatných dátumoch zostanú nezmenené.
sl: Ponavljajoče se izmene bodo odstranjene samo na izbranih datumih. Na drugih datumih ostanejo nespremenjene.
sr: Ponavljajuće smene uklanjaju se samo za izabrane datume. Ostali datumi ostaju nepromenjeni.
sv: Återkommande pass tas bara bort på de valda datumen. De andra datumen förblir oförändrade.
sw: Zamu zinazorudiwa huondolewa kwenye tarehe zilizochaguliwa pekee. Tarehe zake nyingine hubaki kama zilivyo.
ta: மீண்டும் நிகழும் பணி நேரங்கள் தேர்ந்தெடுக்கப்பட்ட தேதிகளில் மட்டும் நீக்கப்படும். அவற்றின் பிற தேதிகள் அப்படியே இருக்கும்.
th: กะที่เกิดซ้ำจะถูกลบเฉพาะวันที่เลือกเท่านั้น วันที่อื่นๆ จะยังคงเดิม
tr: Tekrarlanan vardiyalar yalnızca seçilen tarihlerde kaldırılır. Diğer tarihler aynı kalır.
uk: Повторювані зміни видаляються лише у вибрані дати. В інші дати вони залишаються без змін.
ur: دہرائی جانے والی شفٹیں صرف منتخب تاریخوں پر ہٹائی جاتی ہیں۔ ان کی دیگر تاریخیں جوں کی توں رہتی ہیں۔
vi: Các ca lặp lại chỉ được xóa vào những ngày đã chọn. Các ngày khác vẫn giữ nguyên.
zh_hans: 重复班次仅会在选定日期删除，其他日期保持不变。
zh_hant: 固定班次只會在所選日期移除。其他日期會維持不變。

# shifts.deleteConfirmTitle
source: Delete Shift?
ar: حذف النوبة؟
bg: Изтрий смяна?
bn: শিফট মুছুন?
ca: Suprimir vaga?
cs: Smazat směnu?
da: Slet vagt?
de: Schicht löschen?
el: Διαγραφή βάρδιας;
es: ¿Eliminar Vaca?
et: Kustuta vahetus?
fa: حذف شیفت؟
fi: Poista vuoro?
fil: Tanggalin ang Shift?
fr: Supprimer la vaction ?
he: למחוק משמרת?
hi: शिफ्ट हटाएं?
hr: Obrisati smjenu?
hu: Műszak törlése?
id: Hapus Shift?
is: Eyða vakt?
it: Eliminare vakt?
ja: シフトを削除しますか?
ko: 근무를 삭제하시겠습니까?
lt: Ištrinti pamainą?
lv: Dzēst maiņu?
nb: Slett vakt?
nl: Vak verwijderen?
nn: Slett vakt?
pl: Usunąć zmianę?
pt_br: Deletar Turno?
ro: Ștergi Schimb?
ru: Удалить смену?
sk: Odstrániť zmenu?
sl: Izbriši shift?
sr: Obriši smenu?
sv: Radera skift?
sw: Futa Zamu?
ta: ஷிப்ட்டை நீக்கவும்?
th: ลบกะการทำงาน?
tr: Vardiya silinsin mi?
uk: Видалити зміну?
ur: شفٹ حذف کریں؟
vi: Xóa ca làm việc?
zh_hans: 删除班次?
zh_hant: 刪除班次？

# shifts.details
source: Details
ar: التفاصيل
bg: Детайли
bn: বিবরণ
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
fa: جزئیات
fi: Tiedot
fil: Detalye
fr: Détails
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
is: Upplýsingar
it: Dettagli
ja: 詳細
ko: 세부정보
lt: Išsami informacija
lv: Detaļas
nb: Detaljer
nn: Detaljer
pl: Szczegóły
pt_br: Detalhes
ro: Detalii
ru: Детали
sk: Detaily
sl: Podrobnosti
sr: Detalji
sv: Detaljer
sw: Maelezo
ta: விவரங்கள்
th: รายละเอียด
tr: Detaylar
uk: Деталі
ur: تفصیلات
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資料

# shifts.details.breakRow
source: Break
ar: استراحة
bg: Почивка
bn: বিরতি
ca: Pausa
cs: Přestávka
da: Pause
de: Pause
el: Διάλειμμα
es: Descanso
et: Paus
fa: استراحت
fi: Tauko
fil: Pahinga
fr: Pause
he: הפסקה
hi: ब्रेक
hr: Pauza
hu: Szünet
id: Istirahat
is: Hlé
it: Pausa
ja: 休憩
ko: 휴게
lt: Pertrauka
lv: Pārtraukums
nb: Pause
nl: Pauze
nn: Pause
pl: Przerwa
pt_br: Pausa
ro: Pauză
ru: Перерыв
sk: Prestávka
sl: Odmor
sr: Pauza
sv: Rast
sw: Mapumziko
ta: இடைவேளை
th: เวลาพัก
tr: Mola
uk: Перерва
ur: وقفہ
vi: Nghỉ giải lao
zh_hans: 休息
zh_hant: 休息

# shifts.details.note.edit
source: Edit note
ar: عدّل الملاحظة
bg: Редактирай бележка
bn: নোট সম্পাদনা করুন
ca: Edita la nota
cs: Upravit poznámku
da: Rediger note
de: Notiz bearbeiten
el: Επεξεργασία σημείωσης
es: Editar nota
et: Muuda märkust
fa: ویرایش یادداشت
fi: Muokkaa muistiinpanoa
fil: I-edit ang tala
fr: Modifier la note
he: ערוך הערה
hi: नोट संपादित करें
hr: Uredi bilješku
hu: Jegyzet szerkesztése
id: Edit catatan
is: Breyta athugasemd
it: Modifica nota
ja: メモを編集
ko: 메모 수정
lt: Redaguoti pastabą
lv: Rediģēt piezīmi
nb: Rediger notat
nl: Notitie bewerken
nn: Rediger notat
pl: Edytuj notatkę
pt_br: Editar nota
ro: Editează nota
ru: Изменить заметку
sk: Upraviť poznámku
sl: Uredi opombo
sr: Uredi belešku
sv: Redigera anteckning
sw: Hariri dokezo
ta: குறிப்பைத் திருத்து
th: แก้ไขบันทึก
tr: Notu düzenle
uk: Редагувати нотатку
ur: نوٹ میں ترمیم کریں
vi: Sửa ghi chú
zh_hans: 编辑备注
zh_hant: 編輯備註

# shifts.details.note.placeholder
source: Add a private note
ar: أضف ملاحظة خاصة
bg: Добавете лична бележка
bn: একটি ব্যক্তিগত নোট যোগ করুন
ca: Afegeix una nota privada
cs: Přidat soukromou poznámku
da: Tilføj en privat note
de: Private Notiz hinzufügen
el: Προσθέστε ιδιωτική σημείωση
es: Añade una nota privada
et: Lisa privaatne märkus
fa: یک یادداشت خصوصی اضافه کنید
fi: Lisää yksityinen muistiinpano
fil: Magdagdag ng pribadong tala
fr: Ajouter une note privée
he: הוסף הערה פרטית
hi: एक निजी नोट जोड़ें
hr: Dodaj privatnu bilješku
hu: Privát jegyzet hozzáadása
id: Tambahkan catatan pribadi
is: Bæta við einkaathugasemd
it: Aggiungi una nota privata
ja: 個人メモを追加
ko: 비공개 메모 추가
lt: Pridėti privatų užrašą
lv: Pievienot privātu piezīmi
nb: Legg til et privat notat
nl: Voeg een privénotitie toe
nn: Legg til eit privat notat
pl: Dodaj prywatną notatkę
pt_br: Adicione uma nota privada
ro: Adaugă o notă privată
ru: Добавьте личную заметку
sk: Pridať súkromnú poznámku
sl: Dodaj zasebno opombo
sr: Dodaj privatnu belešku
sv: Lägg till en privat anteckning
sw: Ongeza dokezo la faragha
ta: தனிப்பட்ட குறிப்பைச் சேர்க்கவும்
th: เพิ่มบันทึกส่วนตัว
tr: Özel not ekle
uk: Додати приватну нотатку
ur: ذاتی نوٹ شامل کریں
vi: Thêm ghi chú riêng tư
zh_hans: 添加私人备注
zh_hant: 新增私人備註

# shifts.details.note.title
source: Note
ar: ملاحظة
bg: Бележка
bn: নোট
ca: Nota
cs: Poznámka
da: Notat
de: Notiz
el: Σημείωση
es: Nota
et: Märkus
fa: یادداشت
fi: Muistiinpano
fil: Tala
he: הערה
hi: नोट
hr: Bilješka
hu: Jegyzet
id: Catatan
is: Athugasemd
it: Nota
ja: メモ
ko: 메모
lt: Pastaba
lv: Piezīme
nb: Notat
nl: Notitie
nn: Notat
pl: Notatka
pt_br: Nota
ro: Notă
ru: Заметка
sk: Poznámka
sl: Opomba
sr: Beleška
sv: Anteckning
sw: Dokezo
ta: குறிப்பு
th: บันทึก
tr: Not
uk: Нотатка
ur: نوٹ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# shifts.detailsTitle
source: Shift Details
ar: تفاصيل النوبة
bg: Детайли на смяната
bn: শিফটের বিবরণ
ca: Detalls de la vaga
cs: Podrobnosti směny
da: Vagtdetaljer
de: Schichtdetails
el: Λεπτομέρειες βάρδιας
es: Detalles de Vaca
et: Vahetuse üksikasjad
fa: جزئیات شیفت
fi: Vuoron tiedot
fil: Detalye ng Shift
fr: Détails de la vaction
he: פרטי משמרת
hi: शिफ्ट विवरण
hr: Detalji smjene
hu: Műszak részletei
id: Detail Shift
is: Vaktaupplýsingar
it: Dettagli vakt
ja: シフト詳細
ko: 근무 세부정보
lt: Pamainos išsama informacija
lv: Maiņas detaļas
nb: Vaktdetaljer
nl: Vakdetails
nn: Vaktdetaljer
pl: Szczegóły zmiany
pt_br: Detalhes do Turno
ro: Detalii Schimb
ru: Детали смены
sk: Detaily zmeny
sl: Podrobnosti shifta
sr: Detalji smene
sv: Skiftdetaljer
sw: Maelezo ya Zamu
ta: ஷிப்ட் விவரங்கள்
th: รายละเอียดกะการทำงาน
tr: Vardiya Detayları
uk: Деталі зміни
ur: شفٹ کی تفصیلات
vi: Chi tiết ca làm việc
zh_hans: 班次详情
zh_hant: 班次詳細資料

# shifts.duration
source: Paid hours
ar: ساعات مدفوعة
bg: Платени часа
bn: প্রদত্ত ঘণ্টা
ca: Hores pagades
cs: Placené hodiny
da: Betalte timer
de: Bezahlte Stunden
el: Χρεωμένες ώρες
es: Horas pagadas
et: Tasustatud tunnid
fa: ساعات پرداخت‌شده
fi: Maksetut tunnit
fil: Binayarang oras
fr: Heures payées
he: שעות בתשלום
hi: भुगतान किए गए घंटे
hr: Plaćeni sati
hu: Fizetett órák
id: Jam yang dibayar
is: Greidd tímar
it: Ore pagate
ja: 有給時間
ko: 유급 시간
lt: Apmokėtos valandos
lv: Apmaksātas stundas
nb: Betalte timer
nl: Betaalde uren
nn: Betalte timer
pl: Opłacone godziny
pt_br: Horas pagas
ro: Ore plătite
ru: Оплаченные часы
sk: Zaplatené hodiny
sl: Plačane ure
sr: Plaćeni sati
sv: Betalda timmar
sw: Masaa yaliyolipwa
ta: சம்பளம் பெறும் மணிநேரங்கள்
th: ชั่วโมงที่ได้รับการชำระเงิน
tr: Ödenen saatler
uk: Оплачені години
ur: ادائیگی شدہ گھنٹے
vi: Giờ được trả lương
zh_hans: 工作小时数
zh_hant: 支薪小時數

# shifts.earningsSection
source: Earnings
ar: الأرباح
bg: Доход
bn: আয়
ca: Guanys
cs: Příjem
da: Indtjening
de: Einnahmen
el: Εισόδημα
es: Ingresos
et: Sissetulek
fa: درآمد
fi: Ansiot
fil: Kita
fr: Gains
he: הכנסה
hi: कमाई
hr: Zarada
hu: Bevétel
id: Pendapatan
is: Tekjur
it: Guadagni
ja: 給与
ko: 수입
lt: Pajamos
lv: Ienākumi
nb: Inntekt
nl: Inkomsten
nn: Inntekt
pl: Zarobki
pt_br: Ganhos
ro: Câștiguri
ru: Заработки
sk: Príjem
sl: Zaslužek
sr: Zarada
sv: Inkomst
sw: Mapato
ta: வருவாய்
th: รายได้
tr: Kazanç
uk: Заробіток
ur: کمائی
vi: Thu nhập
zh_hans: 收入
zh_hant: 收入

# shifts.editButton
source: Edit
ar: تعديل
bg: Редактирай
bn: সম্পাদনা করুন
ca: Editar
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
fa: ویرایش
fi: Muokkaa
fil: I-edit
fr: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ko: 편집
lt: Redaguoti
lv: Rediģēt
nb: Rediger
nl: Bewerken
nn: Rediger
pl: Edytuj
pt_br: Editar
ro: Editare
ru: Редактировать
sk: Upraviť
sl: Uredi
sr: Uredi
sv: Redigera
sw: Hariri
ta: திருத்து
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم کریں
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# shifts.editTitle
source: Edit Shift
ar: تعديل النوبة
bg: Редактирай смяна
bn: শিফট সম্পাদনা করুন
ca: Editar vaga
cs: Upravit směnu
da: Rediger vagt
de: Bearbeite Schicht
el: Επεξεργασία βάρδιας
es: Editar vakt
et: Muuda vahetust
fa: ویرایش شیفت
fi: Muokkaa vuoroa
fil: I-edit ang Shift
fr: Modifier la vaction
he: ערוך משמרת
hi: शिफ्ट संपादित करें
hr: Uredi smjenu
hu: Műszak szerkesztése
is: Breyta vakt
it: Modifica vakt
ja: シフトを編集
ko: 근무 편집
lt: Redaguoti pamainą
lv: Rediģēt maiņu
nb: Rediger vakt
nl: Dienst bewerken
nn: Rediger vakt
pl: Edytuj zmianę
pt_br: Editar turno
ro: Editare schimb
ru: Редактировать смену
sk: Upraviť zmenu
sl: Uredi shift
sr: Uredi smenu
sv: Redigera arbetspass
sw: Hariri Zamu
ta: ஷிப்ட்டைத் திருத்து
th: แก้ไขการเลื่อนเวลา
tr: Vardiyayı düzenle
uk: Редагувати зміну
ur: شفٹ میں ترمیم کریں
vi: Chỉnh sửa ca làm việc
zh_hans: 编辑班次
zh_hant: 編輯班次

# shifts.empty.addShift
source: Add shift
ar: إضافة نوبة
bg: Добави смяна
bn: শিফট যোগ করুন
ca: Afegir vaga
cs: Přidat směnu
da: Tilføj vagt
de: Schicht hinzufügen
el: Προσθήκη βάρδιας
es: Agregar vakt
et: Lisa vahetus
fa: اضافه‌کردن شیفت
fi: Lisää vuoro
fil: Magdagdag ng shift
fr: Ajouter une vaction
he: הוסף משמרת
hi: शिफ्ट जोड़ें
hr: Dodaj smjenu
hu: Műszak hozzáadása
id: Tambah shift
is: Bæta við vakt
it: Aggiungi vakt
ja: シフトを追加
ko: 근무 추가
lt: Pridėti pamainą
lv: Pievienot maiņu
nb: Legg til vakt
nl: Dienst toevoegen
nn: Legg til vakt
pl: Dodaj zmianę
pt_br: Adicionar turno
ro: Adăugare schimb
ru: Добавить смену
sk: Pridať zmenu
sl: Dodaj shift
sr: Dodaj smenu
sv: Lägg till arbetspass
sw: Ongeza zamu
ta: ஷிப்ட்டைச் சேர்க்கவும்
th: เพิ่มการเลื่อนเวลา
tr: Vardiya ekle
uk: Додати зміну
ur: شفٹ شامل کریں
vi: Thêm ca làm việc
zh_hans: 添加班次
zh_hant: 新增班次

# shifts.empty.noPastRecords
source: You had no recorded shifts in %@.
ar: لم تكن لديك أي نوبات مسجلة في %@.
bg: Нямаше записани смяни в %@.
bn: আপনার %@-এ কোনো রেকর্ডকৃত শিফট ছিল না।
ca: No vas tenir cap vaga registrada a %@.
cs: Nemáte zaznamenané žádné směny v %@.
da: Du havde ingen registrerede vagter i %@.
de: Du hattest keine erfassten Schichten in %@.
el: Δεν είχες καμία καταγεγραμμένη βάρδια στο %@.
es: No tuviste vakts registradas en %@.
et: Sul polnud registreeritud vahetusi %@ ajal.
fa: شما در %@ شیفتی ثبت‌نشده داشتید.
fi: Sinulla ei ollut rekisteröityjä vuoroja kohteessa %@.
fil: Walang narekordang shifts ka sa %@.
fr: Vous n'aviez aucune vaction enregistrée en %@.
he: לא היו לך משמרות רשומות ב%@.
hi: आपके पास %@ में कोई दर्ज शिफ्ट नहीं थी।
hr: Niste imali zabilježenih smjena u %@.
hu: Nem voltak rögzített műszakaid a következőben: %@.
id: Anda tidak memiliki shift yang tercatat di %@.
is: Þú áttir engar skráðar vaktir í %@.
it: Non hai registrato alcuna vakt in %@.
ja: %@に記録されたシフトはありません。
ko: %@에 기록된 근무가 없습니다.
lt: Jūs neturėjote registruotų pamainu %@.
lv: Tev nebija reģistrētu maiņu %@.
nb: Du hadde ingen registrerte vakter i %@.
nl: Je had geen geregistreerde diensten in %@.
nn: Du hadde ingen registrerte vakter i %@.
pl: Nie miałeś zarejestrowanych zmian w %@.
pt_br: Você não teve turnos registrados em %@.
ro: Nu ai avut niciun schimb înregistrat în %@.
ru: У вас не было записанных смен в %@.
sk: Nemali ste žiadne zaznamenaného zmeny v %@.
sl: Nisi imel nobenih zapisanih shiftov v %@.
sr: Nije bilo registrovanih smena u %@.
sv: Du hade inga registrerade arbetspass i %@.
sw: Haukuwa na zamu zilizorekodiwa katika %@.
ta: %@ இல் உங்களிடம் பதிவுசெய்யப்பட்ட ஷிப்ட்கள் எதுவும் இல்லை.
th: คุณไม่มีการเลื่อนเวลาที่บันทึกไว้ใน %@
tr: Sizde %@ içinde hiçbir kayıtlı vardiya yoktu.
uk: У вас не було записаних змін у %@.
ur: آپ کے پاس %@ میں کوئی ریکارڈ شدہ شفٹ نہیں تھی۔
vi: Bạn không có ca làm việc nào được ghi nhận trong %@.
zh_hans: 您在 %@ 期间没有记录的班次。
zh_hant: 您在 %@ 期間沒有任何記錄的班次。

# shifts.empty.noShifts
source: No shifts
ar: لا توجد نوبات
bg: Няма смяни
bn: কোনো শিফট নেই
ca: Cap vaga
cs: Žádné směny
da: Ingen vagter
de: Keine Schichten
el: Καμία βάρδια
es: Sin vakts
et: Vahetusi pole
fa: بدون شیفت
fi: Ei vuoroja
fil: Walang shifts
fr: Aucune vaction
he: אין משמרות
hi: कोई शिफ्ट नहीं
hr: Nema smjena
hu: Nincsenek műszakok
id: Tidak ada shift
is: Engar vaktir
it: Nessuna vakt
ja: シフトなし
ko: 근무 없음
lt: Nėra pamainu
lv: Nav maiņu
nb: Ingen vakter
nl: Geen diensten
nn: Ingen vakter
pl: Brak zmian
pt_br: Nenhum turno
ro: Niciun schimb
ru: Нет смен
sk: Žiadne zmeny
sl: Nobeni shifti
sr: Nema smena
sv: Inga arbetspass
sw: Hakuna zamu
ta: ஷிப்ட்கள் எதுவும் இல்லை
th: ไม่มีการเลื่อนเวลา
tr: Vardiya yok
uk: Немає змін
ur: کوئی شفٹ نہیں
vi: Không có ca làm việc
zh_hans: 没有班次
zh_hant: 沒有班次
